[
   {
      "ID":"",
      "Text":"Benvenuto nel bot di Caltabellotta For Tourist\r\nWelcome to Caltabellotta For Tourist bot",
      "Button":[
         {"Text":"Lingua Italiana","ID":"italiano"},
         {"Text":"English language","ID":"inglese"}
      ]
   },
   {
      "ID":"italiano",
      "Text":"Seleziona una categoria",
      "Button":[
         {"Text":"Posti da visitare","ID":"posti_ita"}
      ]
   },
   {
      "ID":"inglese",
      "Text":"Select a category",
      "Button":[
         {"Text":"Places to visit","ID":"posti_eng"}
      ]
   },
   {
      "ID":"posti_ita",
      "Text":"Seleziona un monumento",
      "Button":[
         {"Text":"Cattedrale Madrice","ID":"madrice_ita"},
         {"Text":"Eremo San Pellegrino","ID":"sanpellegrino_ita"},
         {"Text":"Menu precedente","ID":"italiano"}
      ]
   },
   {
      "ID":"posti_eng",
      "Text":"Please choose a Monument",
      "Button":[
         {"Text":"Cattedrale Madrice","ID":"madrice_eng"},
         {"Text":"Back menu","ID":"inglese"}
      ]
   },
   {
      "ID":"madrice_ita",
      "Text":"L'antica chiesa dell' Assunta, secondo tradizione, fu fatta edificare da re Ruggero in età normanna anche se nulla dell'aspetto architettonico originario rimanda a tale periodo: all'interno e sotto le fondamenta infatti sono stati ritrovati dei sarcofagi litici di epoca romana contenenti degli inumati che recavano monete e vasi, che ne fanno arretrare l'età di appartenenza al IV secolo; l'aspetto esterno e l'impianto interno con grandi archi ogivali riecheggiano lo stile architettonico di XIV/XV secolo. La cattedrale, a tre navate, ha subito numerose opere di restauro. Essa ospita un fonte battesimale del XII secolo in pietra calcarea dodecagonale, fittamente decorato da arabeschi e recante una scritta araba; un pomposo complesso di stucchi e pitture è ospitato nella cappella della Madonna della Catena che presenta statue a tuttotondo, opera di Antonio Ferraro (1591-1598) e una scultura raffigurante Santa Maria della Catena opera di Giacomo Gagini, coeva degli stucchi del Ferraro; una Madonna col Bambino è opera di Fazio Gagini (1545); una Madonna della Consolazione, che tiene stretto in mano un cardellino, è opera di Antonello e Giacomo Gagini (1536). La torre campanaria detta \"Mortorio\" ed il parapetto della scala sono stati costruiti con materiale molto simile al tratto di fortificazione esistente sul lato sud del \"Castello\" con conci squadrati connessi fittamente tra di loro, indice di una stretta correlazione col periodo storico in cui Trifone, durante la seconda guerra servile (104-99 a. C.), circondò Triokala di una cinta muraria. \"Lu Finistruni\" che si trova sul lato della chiesa fungeva da torrione naturale, testimonianza ne sono le tracce delle sue fondamenta, sotto le quali, da una piccola grotta sgorgava alcuni decenni fa una sorgente. Al di sopra de \"Lu Finistruni\", un bell'altare sacrificale porta i segni tangibili di un rito primordiale a noi sconosciuto che testimonia una frequentazione del luogo in periodo preistorico durante la remota civiltà dei Sicani.",
      "Button":[ {"Text":"Menu precedente","ID":"posti_ita"}]
   },
   {
      "ID":"sanpellegrino_ita",
      "Text":"Chiesa e Convento di San Pellegrino:costruito sulla viva roccia, in alto, si impone l’eremo di San Pellegrino. La struttura sorge indubbiamente su una preesistenza primitiva collegando il luogo al culto di una precedente divinità pagana: prova sicura ne sono le due grotte (grotta del Bene e grotta del Male) custodite all’interno, che testimoniano altresì come dovevano presentarsi le prime chiese durante l’espansione del Cristianesimo. In una delle due grotte San Pellegrino (primo vescovo di Triokala) uccise quel famigerato Drago che, secondo la leggenda, intimoriva la città divorandone i giovani abitanti. La seconda grotta, posta ad un livello più alto, presenta degli affreschi settecenteschi di manifattura popolare. La costruzione mostra al suo interno evidenti tracce riconducibili ad età normanna, il prospetto esterno evidenzia invece tipiche caratteristiche di XVII secolo arricchite successivamente da un portale, nel caratteristico stile barocco siciliano, sormontato da un medaglione raffigurante il Santo Patrono. L’eremo venne ampliato nel XVIII secolo e da allora non ha subito alcuna modifica strutturale. Recenti sono i lavori di restauro che ridonano all’eremo quell’antico fulgore."
   },
   {
      "ID":"madrice_eng",
      "Text":"The ancient church was dedicated to the Assumption of Mary, according to tradition, and was commissioned by Roger the Second during the Norman years, although the style used is not directly bound to that era. In the church's interior, and below the basement were found stone carved sarcophagi from the Roman ages, containing, among the bodies, coins and pottery from the IV century A.D. The façade and the interior structure, with big ogival arches imply the architectonic style of the XIV-XV centuries. The cathedral, containing three aisles, has undergone various restorations. The church preserves a baptismal font from the 12th century in carved limestone with twelve sides, each side having different religious symbols, while two contain carved two arches. A magnificent plaster and paintings work chapel is visible on the left, beyond the main entrance. This chapel, dedicated to the Madonna of Chains, has several statues made by the hands of Antonio Ferrara between 1591 and 1598, and a sculpture which portrays Holy Mary of the Chain. The latter is a work by Giacomo Gagini, a contemporary of Ferrara. A Madonna with the Child, by Fazio Gagini (1545); a Madonna of Consolation, that holds a goldfinch, and a work by Antonello and Giacomo Gagini (1536) round out the notable sculptures. The beli tower, called \"Mortorio\" and the bulwark are squared stone bricks densely packed, simi lar to the material used for the forti fication walls on the southern side of the Castle. The similarity of the materials rnakes it possible to infer, then, some sort of relation with the same historical peri od in which Tryphon, during the second Servile War (104-99 B.C.), surrounded Triokala of a defensive.",
      "Button":[{"Text":"Back menu","ID":"posti_eng"}]
   }
]
